Server/soapnew/WholeMapperSoapBinding.addOrder.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
    xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
    xmlns:xsd="http://www.w3.org/2001/XMLSchema"
    xmlns:lkf1="http://service.linexus.com/"
    xmlns:lkf2="http://dao.linexus.com/">
 <SOAP-ENV:Body>
   <lkf2:addOrder>
    <arg0>
     <orderCheck>0</orderCheck>
     <orderClient></orderClient>
     <orderClientId>0</orderClientId>
     <orderCost>0.0</orderCost>
     <orderHide>0</orderHide>
     <orderId>0</orderId>
     <orderProductId>0</orderProductId>
     <orderProductName></orderProductName>
     <orderProductNum>0</orderProductNum>
     <orderProductStyle></orderProductStyle>
     <orderTime>2021-12-18T16:24:44Z</orderTime>
    </arg0>
   </lkf2:addOrder>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
